var profiles = [
    {
        image: "friendinvitescard.png",
        title: "Friend Invites",
        description: "Template for a friend invites box on a custom info box.",
        style: "Template for friend invites",
        creditlink: "https://steamcommunity.com/id/Aevoa/",
        credit: "Aevoa",
        copypaste: "⠀\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀      —⠀ ғ ʀ ɪ ᴇ ɴ ᴅ⠀⠀ɪ ɴ ᴠ ɪ ᴛ ᴇ s ⠀—\
⠀\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀╱╲\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     Please accompany friend invites with a comment.\
⠀⠀⠀⠀⠀⠀⠀⠀ ╳⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀    ᴠɪsɪᴛ ᴍʏ ғᴀǫ ɪғ ʏᴏᴜ ʜᴀᴠᴇ ᴀɴʏ ǫᴜᴇsᴛɪᴏɴs.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ╳\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ╲╱\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀      —⠀⠀ᴏ ᴛ ʜ ᴇ ʀ⠀⠀ᴛ ʜ ɪ ɴ ɢ s⠀⠀—\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ╱╲\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀⠀⠀⠀[url=www.yourlinkhere.com]ʟɪɴᴋ ᴛɪᴛʟᴇ[/url]\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀⠀⠀⠀[url=www.yourlinkhere.com]ʟɪɴᴋ ᴛɪᴛʟᴇ[/url]\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀⠀⠀⠀[url=www.yourlinkhere.com]ʟɪɴᴋ ᴛɪᴛʟᴇ[/url]\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀  ⠀⠀⠀⠀[url=www.yourlinkhere.com]ʟɪɴᴋ ᴛɪᴛʟᴇ[/url]\
⠀\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       ╲╱\
⠀\
⠀",
        link: "friendinvitescard.png",
    },
    {
        image: "profileinformation.png",
        title: "Profile Information",
        description: "Template useful for giving basic personal information.",
        style: "Template for information",
        creditlink: "https://steamcommunity.com/id/Chibipower/",
        credit:  "Chibipower",
        copypaste: "Adding Rules⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀General Information\
✔️⠀Comment Before Adding Me⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀•⠀Age: ##\
✔️⠀Be Level 10 or Higher                ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   •⠀Gender: ♂/♀\
✖️⠀Don't Beg⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀    •⠀Relationship: lol\
✖️⠀Don't Spam Invites⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   •⠀Birthday: dat. ##\
⠀\
⠀\
Online Status⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       Groups and Links\
👤⠀Online⠀⠀⠀   -⠀     You can chat with me.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀      •⠀[url=YOURGROUPHERE]Group Name[/url]\
🎮⠀In-Game            -  Wait for me to respond to you.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀         •⠀[url=YOURGROUPHERE]Group Name[/url]\
🔕⠀Busy     -  Do not chat with me.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀     •⠀[url=YOURGROUPHERE]Group Name[/url]\
🕑⠀Away      -  I will respond when I come back.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   •⠀[url=YOURLINKHERE]Link Name[/url]\
🕑⠀Snooze    -  Most likely sleeping.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀       •⠀[url=YOURLINKHERE]Link Name[/url]\
💤⠀Offline           -  This should be obvious.⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀    •⠀[url=YOURLINKHERE]Link Name[/url]",
        link: "profileinformation.png",
    },
    {
        image: "gameid.png",
        title: "Game IDs",
        description: "Template for some basic information, invite info, and other gamertags.",
        style: "Template for usernames/ids",
        creditlink: "https://steamcommunity.com/id/3gfd6j582hl3f96fe776Ihy255/",
        credit: "Domi_Yukio",
        copypaste: "⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀•⠀⠀•⠀⠀•\
\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ▨————————————————————————————▧\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⌶⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ᴡ⠀ᴇ⠀ʟ⠀ᴄ⠀ᴏ⠀ᴍ⠀ᴇ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⌶\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ▨————————————————————————————▧\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀╲╱\
\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀My name is //////////, and ////////////////////////.\
\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ɪ ɴ ᴠ ɪ ᴛ ᴇ s \
\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀Please do not send invites to try to scam\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀I will deny these requests.\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀Etc...////////////////////////////////////////////////////////\
\
⠀⠀⠀⠀⠀ ⠀ ⠀⠀⠀ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ╭–––––––––––––––––––––––––––––––╮\
⠀⠀⠀⠀⠀⠀ ⠀ ⠀ ⠀ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀•⠀Game ID 1: ///////////////////////////⠀•\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⠀⠀⠀ ⠀⠀⠀•⠀Game ID 2: ////////////////////////////⠀•\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ⠀⠀⠀⠀⠀⠀ ⠀ ⠀⠀⠀•⠀Game ID 3: ///////////////////////⠀•\
⠀⠀⠀⠀⠀ ⠀ ⠀⠀⠀ ⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀ ╰–––––––––––––––––––––––––––––––╯\
\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀╱╲\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ▨————————————————————————————▧\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ⌶ ⠀⠀ ⠀⠀ ⠀⠀⠀⠀⠀⠀⠀ᴛ ʜ ᴀ ɴ ᴋ⠀ғ ᴏ ʀ⠀ᴠ ɪ s ɪ ᴛ ɪ ɴ ɢ⠀ ⠀⠀ ⠀⠀⠀⠀⠀⠀⠀⠀⌶\
⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀⠀   ▨————————————————————————————▧",
        link: "gameid.png",
    },
]
